Repository: common-repository/tolstoy-comments
Catalog: languages/tolstoycomments-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: 1. Register your site at <a href="https://tolstoycomments.com/">tolstoycomments.com</a>
ru_ru: 1. Зарегистрируйте свой сайт на <a href="https://tolstoycomments.com/">tolstoycomments.com</a>

source: 2. Copy the Site ID in the Code section of the Tolstoy Comments administration panel
ru_ru: 2. В административной панели Tolstoy Comments в разделе “Код” cкопируйте Site ID

source: 3. Enable the "Activate" checkbox to display the plugin at the page
ru_ru: 3. Чтобы плагин отобразился на странице - включите галку «Активировать»

source: by URL
ru_ru: привязка по URL

source: example:
ru_ru: пример:

source: by Identity as post ID
ru_ru: привязка по Post ID

source: by Identity as short link
ru_ru: привязка по короткой ссылке

source: by Identity as full link
ru_ru: привязка по полной ссылке

source: 4. Generate the API access key in the Management section of the Tolstoy Comments administration panel
ru_ru: 4. В административной панели Tolstoy Comments в разделе “Управление” сгенерируйте ключ доступа к API.

source: ATTENTION! Import/export of comments as well as indexation won't won't work without the API access key.
ru_ru: ВНИМАНИЕ! Без ключа API импорт/экспорт, а также индексация комментариев работать не будут.

source: 5. Enable the "Export" checkbox if you would like to transfer all the comments into WordPress database after the plugin removal.
ru_ru: 5. Включите галочку “Экспорт”, если хотите чтобы после удаления плагина Tolstoy Comments, комментарии написанные в нем перенеслись в базу данных WordPress

source: 6. Enable the "Import" checkbox to transfer the comments from WordPress to the widget. Select Wordpress in the Comments Import section of the Tolstoy Comments administration panel. Provide a link to your site and import comments.
ru_ru: 6. Для переноса комментариев из Wordpress в виджет, включите галочку «Импорт». В административной панеле Tolstoy Comments в разделе «Импорт комментариев», выберите Wordpress. Укажите ссылку на свой сайт, импортируйте комментарии.

source: 7. Turn on indexation to make the search engines index the comments.
ru_ru: 7. Чтобы комментарии индексировались поисковиками - включите индексацию.

source: Insert code
ru_ru: Вставка кода

source: Active
ru_ru: Автивировать

source: Binding
ru_ru: Привязка комментариев

source: Export/Import
ru_ru: Экспорт/Импорт комментариев

source: API key
ru_ru: Ключ API

source: Enable export
ru_ru: Включить экспорт

source: Enable import
ru_ru: Включить импорт

source: Enable indexing
ru_ru: Включить индексацию

source: Save changes
ru_ru: Сохранить изменения

source: Start export now
ru_ru: Запустить экспорт сейчас

source: The task is already running.
ru_ru: Задача уже запущена.

source: Replace the standard WordPress comment system on Tolstoy Comments.
ru_ru: Заменяет стандартную систему комментариев WordPress на Tolstoy Comments.
